class Variables {
  final List<String> characterName = [
    "Рик Cанчез",
    "Директор Агентства",
    "Морти Смит",
    "Саммер Смит",
    "Альберт Эйнштейн",
    "Алан Райлс",
  ];

  final List<String> characterSex = [
    "Мужской",
    "Мужской",
    "Мужской",
    "Женский",
    "Мужской",
    "Мужской"
  ];

  final List<String> characterStatus = [
    "Живой",
    "Живой",
    "Живой",
    "Живой",
    "Мертвый",
    "Мертвый"
  ];

  final characterCount = "ВСЕГО ПЕРСОНАЖЕЙ: 200";

  List<String> episodDate = [
    "2 декабря 2013",
    "9 декабря 2013",
    "16 декабря 2013",
    "13 января 2014 года",
    "20 января 2014",
    "20 января 2014",
    "20 января 2014"
  ];

  List<String> episodTitles = [
    "Пилот",
    "Пёс-газонокосильщик",
    "Анатомический парк",
    "М. Найт Шьямал-Инопланетяне!",
    "Мисикс и разрушение",
    "Напиток Рика №9",
    "Воспитание Газорпазорпа"
  ];

  List<String> navBarLabels = [
    "Персонажи",
    "Локацииии",
    "Эпизоды",
    "Настройки"
  ];

  List<String> themeEnum = [
    "Выключенна",
    "Включенна",
    "Следовать настройкам системы",
    "В режиме энергосбережения"
  ];

  List<String> locationName = [
    "Земля C-137",
    "Анатомический парк",
  ];

  final String appInfo =
      "Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.";
}

final variables = Variables();
