class Variables {
  static List<String> navBarLabels = [
    "Персонажи",
    "Локацииии",
    "Эпизоды",
    "Настройки"
  ];

  static List<String> themeEnum = [
    "Выключена",
    "Включена",
    "Следовать настройкам системы",
    "В режиме энергосбережения"
  ];

  static List<String> typeOfLocationsList = [
    "Тип",
    "Мир",
    "Планета",
    "Микровселенная",
    "Цитадель",
    "Созданная реальность",
    "Здание",
    "Неопределенно",
  ];

  static List<String> measurementsOfLocationsList = [
    "Измерение",
    "Измерение 35-C",
    "Измерение C-137",
    "Измерение C-500A",
    "Измерение J19ζ7",
    "Измерение Дупиду",
    "Измерение подмены",
  ];

  static final String appInfo =
      "Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.";
}
